package metadata

var LastName = [...]string{
	"李", "王", "张", "刘", "陈", "杨", "黄", "赵", "周", "吴", "徐", "孙", "朱", "马",
	"胡", "郭", "林", "何", "高", "梁", "郑", "罗", "宋", "谢", "唐", "韩", "曹", "许",
	"邓", "萧", "冯", "曾", "程", "蔡", "彭", "潘", "袁", "於", "董", "余", "苏", "叶",
	"吕", "魏", "蒋", "田", "杜", "丁", "沈", "姜", "范", "江", "傅", "钟", "卢", "汪",
	"戴", "崔", "任", "陆", "廖", "姚", "方", "金", "邱", "夏", "谭", "韦", "贾", "邹",
	"石", "熊", "孟", "秦", "阎", "薛", "侯", "雷", "白", "龙", "段", "郝", "孔", "邵",
	"史", "毛", "常", "万", "顾", "赖", "武", "康", "贺", "严", "尹", "钱", "施", "牛",
	"洪", "龚",
	"欧阳", "太史", "端木", "上官", "司马", "东方", "独孤", "南宫", "万俟", "闻人", "夏侯",
	"诸葛", "尉迟", "皇甫", "宗政", "濮阳", "公冶", "太叔", "申屠", "公孙", "慕容", "仲孙",
	"钟离", "长孙", "宇文", "司徒", "鲜于", "司空", "司寇", "巫马", "公西", "公良", "乐正",
	"谷梁", "拓跋", "轩辕", "令狐", "百里", "呼延", "南门", "公户", "公玉", "公仪", "公仲",
	"公上", "左丘", "公伯", "西门", "公乘", "公皙", "南荣",
}
